[
  {
    "naslov": "Novi Stambeni Kompleks na Ilidži",
    "tekst": "Počela je izgradnja novog luksuznog stambenog kompleksa na Ilidži koji će postaviti nove standarde u stanovanju. Projekat vrijedan preko 50 miliona KM prostiraće se na površini od 20.000 kvadratnih metara i uključivaće pet stambenih zgrada. Svaka zgrada će imati vlastiti podzemni parking, dječije igralište i zelene površine. Stanovi će biti opremljeni najsavremenijom tehnologijom za pametno upravljanje, uključujući sisteme za kontrolu temperature i osvjetljenja. Posebna pažnja posvećena je energetskoj efikasnosti, sa solarnim panelima na krovovima i sistemima za reciklažu vode. Kompleks će također imati trgovački centar u prizemlju i sportske terene za stanare. Planiran je i veliki centralni park sa fontanom i prostorom za odmor. Završetak radova očekuje se za 18 mjeseci.",
    "slika": "../Resources/vijesti/vijest1.jpg",
    "kategorija": "Novogradnja"
  },
  {
    "naslov": "Rekordne Cijene Nekretnina u Centru",
    "tekst": "Analiza tržišta nekretnina pokazala je značajan porast cijena stanova u centru Sarajeva tokom posljednjeg kvartala. Prosječna cijena kvadratnog metra sada iznosi preko 4.000 KM, što predstavlja povećanje od 15% u odnosu na prošlu godinu. Stručnjaci ovo povećanje pripisuju kombinaciji faktora, uključujući ograničenu ponudu i povećanu potražnju od strane stranih investitora. Posebno su traženi renovirani stanovi u starim austrougarskim zgradama, koji dostižu cijene i do 5.000 KM po kvadratu. Agenti za nekretnine izvještavaju o sve većem broju kupaca iz dijaspore koji traže nekretnine za odmor ili iznajmljivanje. Očekuje se da će se trend rasta cijena nastaviti i u narednom periodu. Investitori sve više ulažu u renoviranje starih zgrada, što dodatno podiže vrijednost nekretnina u centru. Ekonomisti upozoravaju na moguće posljedice ovog trenda na lokalno stanovništvo.",
    "slika": "../Resources/vijesti/vijest2.jpg",
    "kategorija": "Tržište"
  },
  {
    "naslov": "Zelena Gradnja u Ekspanziji",
    "tekst": "Sve više investitora u Sarajevu okreće se principima zelene gradnje i održivog razvoja. Novi projekti uključuju inovativna rješenja poput zelenih krovova i vertikalnih vrtova koji doprinose boljoj izolaciji i kvalitetu zraka. Implementacija solarnih panela i sistema za prikupljanje kišnice postaje standard u novogradnji. Građevinske kompanije izvještavaju o povećanoj potražnji za ekološkim materijalima i energetski efikasnim sistemima grijanja i hlađenja. Certifikacija zelenih zgrada postaje sve važniji faktor pri prodaji nekretnina. Gradska uprava razmatra uvođenje dodatnih poticaja za projekte koji zadovoljavaju najviše ekološke standarde. Očekuje se da će ovo dovesti do značajnog smanjenja energetske potrošnje u stambenom sektoru. Stručnjaci predviđaju da će zelena gradnja postati dominantan trend u narednih pet godina.",
    "slika": "../Resources/vijesti/vijest3.jpg",
    "kategorija": "Održivost"
  },
  {
    "naslov": "Obnova Historijskih Objekata",
    "tekst": "Započet je veliki projekt obnove historijskih objekata u starom dijelu grada koji će vratiti sjaj mnogim znamenitim građevinama. Tim stručnjaka radi na očuvanju originalnih arhitektonskih elemenata uz implementaciju modernih sigurnosnih standarda. Projekt uključuje detaljnu restauraciju fasada, krovova i unutrašnjosti zgrada koje datiraju iz austrougarskog perioda. Posebna pažnja posvećuje se očuvanju tradicionalnih građevinskih tehnika i materijala. Lokalna zajednica aktivno je uključena u proces kroz javne konsultacije i radionice. Očekuje se da će projekt značajno doprinijeti turističkoj ponudi grada. Radovi će se izvoditi u fazama kako bi se minimizirao uticaj na svakodnevni život stanovnika. Predviđeno je da će kompletna obnova biti završena do kraja naredne godine.",
    "slika": "../Resources/vijesti/vijest4.jpg",
    "kategorija": "Renoviranje"
  },
  {
    "naslov": "Novi Poslovni Centar na Marijin Dvoru",
    "tekst": "Predstavljen je projekat novog poslovnog centra na Marijin Dvoru koji će transformisati poslovnu zonu grada. Moderan kompleks će se prostirati na 30.000 kvadratnih metara i uključivaće kancelarijski prostor najviše klase. Predviđeni su fleksibilni radni prostori koji se mogu prilagoditi različitim potrebama kompanija. Zgrada će imati LEED certifikat za energetsku efikasnost i održivost. U prizemlju je planiran retail prostor sa restoranima i kafeima. Projekat uključuje i veliku podzemnu garažu sa punjačima za električna vozila. Očekuje se da će kompleks privući brojne međunarodne kompanije. Završetak gradnje planiran je za kraj 2026. godine.",
    "slika": "../Resources/vijesti/vijest5.jpg",
    "kategorija": "Poslovanje"
  },
  {
    "naslov": "Razvoj Turističkih Apartmana",
    "tekst": "Investitori pokazuju sve veće interesovanje za razvoj turističkih apartmana u Sarajevu i okolini. Novi projekti fokusiraju se na luksuzne apartmane sa dodatnim sadržajima poput wellnessa i concierge usluga. Analiza pokazuje značajan porast potražnje za premium smještajnim kapacitetima u turističkom sektoru. Posebno su popularni projekti koji kombinuju tradicionalnu bosansku arhitekturu sa modernim komforom. Investitori ulažu u lokacije blizu turističkih atrakcija i skijališta. Očekuje se da će ovaj trend dovesti do značajnog povećanja kvaliteta turističke ponude. Gradske vlasti podržavaju razvoj kroz pojednostavljenje administrativnih procedura. Stručnjaci predviđaju dalji rast ovog segmenta tržišta.",
    "slika": "../Resources/vijesti/vijest6.jpg",
    "kategorija": "Turizam"
  },
  {
    "naslov": "Inovacije u Stambenom Prostoru",
    "tekst": "Novi trendovi u dizajnu stambenog prostora donose revolucionarna rješenja za moderne potrebe stanovanja. Arhitekti sve više implementiraju multifunkcionalne prostore koji se mogu transformisati prema potrebama korisnika. Popularnost stiču pametni sistemi za organizaciju i skladištenje koji maksimiziraju iskorištenost prostora. Integracija tehnologije postaje ključni element u dizajnu savremenih domova. Posebna pažnja posvećuje se stvaranju zdravih životnih prostora sa prirodnom ventilacijom i osvjetljenjem. Dizajneri razvijaju inovativna rješenja za male stanove koji ne žrtvuju komfor. Novi materijali omogućavaju bolje performanse uz manje održavanja. Očekuje se da će ovi trendovi značajno uticati na budući razvoj stambenih projekata.",
    "slika": "../Resources/vijesti/vijest7.jpg",
    "kategorija": "Dizajn"
  },
  {
    "naslov": "Ulaganja u Infrastrukturu",
    "tekst": "Gradska uprava najavila je značajna ulaganja u infrastrukturu koja će poboljšati kvalitet života u stambenim zonama. Planirana je rekonstrukcija glavnih saobraćajnica i izgradnja novih pješačkih zona. Projekt uključuje modernizaciju vodovodne i kanalizacione mreže u nekoliko gradskih naselja. Posebna pažnja posvećuje se razvoju zelene infrastrukture i javnih prostora. Predviđena je izgradnja novih parkova i sportskih terena u stambenim zonama. Planirano je i proširenje mreže biciklističkih staza koje će povezati različite dijelove grada. Radovi će se izvoditi fazno kako bi se minimizirao uticaj na svakodnevni život građana. Očekuje se da će projekat biti završen u naredne tri godine.",
    "slika": "../Resources/vijesti/vijest8.jpg",
    "kategorija": "Infrastruktura"
  },
  {
    "naslov": "Promjene u Zakonu o Nekretninama",
    "tekst": "Najavljene su značajne promjene u Zakonu o nekretninama koje će uticati na tržište i procedure kupoprodaje. Nove odredbe predviđaju pojednostavljenje procesa registracije nekretnina i veću zaštitu kupaca. Uvode se strožiji kriteriji za izdavanje građevinskih dozvola i kontrolu kvaliteta gradnje. Zakon predviđa nove mjere za sprječavanje špekulacija na tržištu nekretnina. Posebna pažnja posvećena je regulaciji iznajmljivanja i zaštiti prava stanara. Predviđene su i nove poreske olakšice za prvo stambeno zbrinjavanje mladih. Stručnjaci pozitivno ocjenjuju predložene promjene i njihov potencijalni uticaj. Očekuje se da će novi zakon stupiti na snagu početkom naredne godine.",
    "slika": "../Resources/vijesti/vijest9.jpg",
    "kategorija": "Legislativa"
  },
  {
    "naslov": "Razvoj Pametnih Naselja",
    "tekst": "U toku je razvoj prvih pametnih naselja u Sarajevu koja će postaviti nove standarde u kvalitetu življenja. Projekti uključuju implementaciju najnovije tehnologije za upravljanje energijom i resursima. Stanovi će biti opremljeni naprednim sistemima za automatizaciju i kontrolu svih funkcija. Posebna pažnja posvećena je sigurnosti kroz implementaciju pametnih sigurnosnih sistema. Naselja će imati vlastitu infrastrukturu za električna vozila i sisteme za reciklažu. Planirani su zajednički prostori koji će podsticati interakciju među stanarima. Projekti uključuju i razvoj aplikacija za upravljanje svim aspektima života u naselju. Očekuje se da će ova naselja postaviti novi standard za budući razvoj stambenih zona.",
    "slika": "../Resources/vijesti/vijest10.jpg",
    "kategorija": "Tehnologija"
  },
  {
    "naslov": "Trend Mikrostanova",
    "tekst": "Sve veću popularnost na tržištu stiču mikrostanovi koji nude optimalna rješenja za samce i mlade parove. Dizajneri razvijaju inovativne načine za maksimalno iskorištenje malih prostora bez žrtvovanja funkcionalnosti. Ovi stanovi često uključuju multifunkcionalni namještaj i pametna rješenja za skladištenje. Cijene mikrosta nova postaju sve atraktivnije za prvu nekretninu mladih ljudi. Arhitekti posebnu pažnju posvećuju organizaciji prostora i prirodnom osvjetljenju. Popularni su i zajednički prostori u zgradama koji nadopunjuju životni prostor. Investitori primjećuju rastući interes za ovaj tip nekretnina među studentima i mladim profesionalcima. Očekuje se da će trend mikrostanova nastaviti rasti u narednim godinama.",
    "slika": "../Resources/vijesti/vijest11.jpg",
    "kategorija": "Trendovi"
  },
  {
    "naslov": "Investicije u Ruralne Nekretnine",
    "tekst": "Primjetan je porast interesovanja za nekretnine u ruralnim područjima oko Sarajeva. Investitori prepoznaju potencijal za razvoj vikend naselja i turističkih kompleksa. Posebno su tražene lokacije sa prirodnim ljepotama i dobrom povezanošću sa gradom. Cijene zemljišta u ovim područjima bilježe stabilan rast posljednjih godina. Razvijaju se projekti koji kombinuju tradicionalnu arhitekturu sa modernim komforom. Lokalne zajednice pozitivno reaguju na nove investicije koje donose razvoj infrastrukture. Planirana je izgradnja nekoliko eko-naselja koja će promovisati održivi način života. Očekuje se da će ovaj trend doprinijeti revitalizaciji ruralnih područja.",
    "slika": "../Resources/vijesti/vijest12.jpg",
    "kategorija": "Ruralni razvoj"
  }
]
